package com.jjw.learnkorean.common

class Subtitles {

    val N76HNPfI4zs:String = "[00:06] 하트 " +
            "[00:11] 하트"+
            "[00:16] 하트 하트으으~ " +
            "[00:24] 휴지로 하트를 접고 싶은데 어떻게접는지 모르겠어요" +
            "[00:29] 여기서 이렇게한다음에 " +
            "[00:33] 그렇지.. " +
            "[00:35] 그렇지!" +
            "[00:37] 휴지는 다양하게 구겨지니까 하트를 양쪽 접고" +
            "[00:43] 그렇지!! " +
            "[00:48] 빨리가야되요 우리?" +
            "[00:52] 아 잠시만 나 왜이래" +
            "[00:54] 하트 " +
            "[01:06] 다 쪼개졌네 하트가 이럼 안되는데 " +
            "[01:07] 실패"
}