package com.jjw.learnkorean.common

class Subtitles {


     //진정국 하트
     val N76HNPfI4zs_time = arrayOf(5,10,15,23,28,32,34,47,51,54,65,66)
     val N76HNPfI4zs = arrayOf("[00:05] 하트","[00:10] 하트","[00:15] 하트 하트으으~ ","[00:23] 휴지로 하트를 접고 싶은데 어떻게접는지 모르겠어요",
       "[00:28] 여기서 이렇게한다음에","[00:32] 그렇지.. ","[00:34] 그렇지!","[00:47] 빨리가야되요 우리?","[00:51] 아 잠시만 나 왜이래","[00:53] 하트 ",
         "[01:05] 다 쪼개졌네 하트가 이럼 안되는데 ","[01:06] 실패")


//    val N76HNPfI4zs:String = """
//
//            [00:06] 하트
//             [00:11] 하트
//
//    """.trimIndent()
    /*" +
            ""+
            "[00:16] 하트 하트으으~ " +
            "[00:24] 휴지로 하트를 접고 싶은데 어떻게접는지 모르겠어요" +
            "[00:29] 여기서 이렇게한다음에 " +
            "[00:33] 그렇지.. " +
            "[00:35] 그렇지!" +
            "[00:37] 휴지는 다양하게 구겨지니까 하트를 양쪽 접고" +
            "[00:43] 그렇지!! " +
            "[00:48] 빨리가야되요 우리?" +
            "[00:52] 아 잠시만 나 왜이래" +
            "[00:54] 하트 " +
            "[01:06] 다 쪼개졌네 하트가 이럼 안되는데 " +
            "[01:07] 실패"*/
}